Repository: leoaviana/KSys76-Power
Catalog: translate/*.po
Languages: nl

source: A KDE widget that provides graphical integration with system76-power daemon.
nl: Een KDE-widget die grafische integratie met de system76-energiedienst verzorgt.

source: General
nl: Algemeen

source: Update interval:
nl: Periodiek bijwerken:

source: Icon size:
nl: Pictogramgrootte

source: Integrated graphics brand:
nl: Geïntegreerde videokaart:

source: Widget Icon:
nl: Widgetpictogram:

source: Default (sys76)
nl: Standaard (sys76)

source: Nvidia/Intel/AMD Icons
nl: Nvidia-/Intel-/AMD-pictogrammen

source: Widget Icon color:
nl: Kleur van widgetpictogram:

source: Default
nl: Standaard

source: White
nl: Wit

source: Black
nl: Zwart

source: Change all icons:
nl: Alle pictogramkleuren wijzigen::

source: Apply the selected icon everywhere (notifications, widget)
nl: Pas de gekozen kleur toe op alle pictogrammen (meldingen, widget)

source: Apply selected icon color everywhere (notifications, widget)
nl: Pas de gekozen kleur toe op alle pictogrammen (meldingen, widget)

source: Changing video mode, please wait a moment...
nl: Bezig met overschakelen naar andere videomodus…

source: NVIDIA mode selected
nl: Gekozen: NVIDIA-modus

source: Hybrid mode selected
nl: Gekozen: hybride modus

source: Compute mode selected
nl: Gekozen: berekeningsmodus

source: Integrated mode selected
nl: Gekozen: geïntegreerde modus

source: Profile '%1' selected
nl: Gekozen: ‘%1’-profiel

source: Energy profile '%1' applied successfuly.
nl: Het ‘%1’-profiel is toegepast.

source: Economy
nl: Energiebesparing

source: Balanced
nl: Balans

source: Performance
nl: Prestaties

source: You have some missing dependencies needed by KSys76 Power widget. Please select one from the list below and press OK for instructions on how to install, when you're done press CANCEL to exit this dialog. To install packages, you may need to use sudo.
nl: Er ontbreken enkele afhankelijkheden. Kies een afhankelijkheid van onderstaande lijst en klik op ‘Oké’ om installatie-instructies op te vragen. Klik na afloop op ‘Annuleren’ om dit venster te sluiten. Let op: voor het installeren van de pakketten is mogelijk sudo benodigd.

source: Current mode:
nl: Huidige modus:

source: Integrated
nl: Geïntegreerd

source: Hybrid
nl: Hybride

source: Compute
nl: Berekeningsmodus

source: Current profile:
nl: Huidig profiel:

source: Switch Card
nl: Overschakelen naar andere kaart

source: Restart pending to apply changes
nl: Herstart om de wijzigingen toe te passen

source: You have selected the %1 mode as the system graphics mode. You must reboot your computer for the change to take effect.
nl: U heeft gekozen voor de %1-modus. Herstart uw computer om de wijzigingen toe te passen.

source: Do you want to reboot now?
nl: Wilt u nu herstarten?

source: Operation Error
nl: De actie kan niet worden uitgevoerd

source: The operation might have not completed, an error occurred.
nl: De actie kan niet worden uitgevoerd omdat er een fout is opgetreden.

source: Exit Code: %1
nl: Afsluitcode: %1

source: Error: %1
nl: Foutmelding: %1

source: Graphics switch already in progress...
nl: Er wordt al overgeschakeld…

source: Another graphics mode switch is already in progress...
nl: Er wordt al overgeschakeld naar een andere modus…

source: Hotplug Detected
nl: ‘Hotplug’ gedetecteerd

source: Switch to Hybrid or NVIDIA mode to use external displays,
nl: Schakel over naar de hybride of NVIDIA-modus om externe beeldschermen te kunnen gebruiken.

source: External displays are connected to the NVIDIA card. Switch to %1 mode to use them.
nl: Er zijn externe beeldschermen verbonden met de NVIDIA-kaart. Schakel over naar de %1-modus om ze te gebruiken.

source: Do you want to switch to %1 graphics mode now?
nl: Weet u zeker dat u wilt overschakelen naar de %1-modus?

source: Graphics Mode
nl: Grafische modus

source: Executing system76-power...
nl: Bezig met uitvoeren van system76-power…

source: A reboot is pending.
nl: Er is een herstart vereist.

source: NVIDIA Mode
nl: NVIDIA-modus

source: Integrated Mode
nl: Geïntegreerde modus

source: Hybrid Mode
nl: Hybride modus

source: Compute Mode
nl: Berekeningsmodus

source: NVIDIA Settings
nl: NVIDIA-instellingen

source: Power Profile
nl: Energieprofiel
